acpid
alacritty
apple-fonts
arandr
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
cbatticon
check
chromium
clang
cmake
code
criterion
dash
discord
displaylink
dmenu
doxygen
dpkg
efibootmgr
evdi
evince
extundelete
feh
firefox
flameshot
gcovr
gdb
git
gnome-bluetooth-3.0
graphviz
gst-plugin-pipewire
htop
i3-wm
i3blocks
i3lock
i3status
imwheel
intel-media-driver
intel-ucode
iwd
lcov
less
libpulse
libva-intel-driver
libva-mesa-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
ly
man-db
man-pages
meson
nano
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts-emoji
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
polybar
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-ctl
python-pip
python-pygments
rust
scdoc
shellcheck
smartmontools
sof-firmware
strace
teams
testdisk
tmux
tree
ttf-font-awesome
ttf-iosevka-nerd
unzip
upd72020x-fw
valgrind
vim
vlc
vulkan-intel
vulkan-radeon
wget
wireless_tools
wireplumber
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xterm
yadm
yay
yay-debug
zram-generator
zsh
zsh-completions
